Config.memory['lang_pack_local'] +=
[
	"OFFERS_WINDOW_TITLE=Международный пиратский день",
	"OFFERS_WINDOW_TEXT=Раз-два, взяли! Братцы-кролики, 19 сентября — международный День пиратов! Собирайте бонусы на игровом поле и вас ждет щедрая награда!\\nАкция действует с 18 по 27 сентября! Отдать швартовый!",

	// type 0
	"OFFERS_HINT_COUNT_0={harvested:Собрана|Собрано|Собрано} {harvested} {harvested:рыбья косточка|рыбьи косточки|рыбьих косточек} из {need}",
	"OFFERS_HINT_LVL_0={n:Осталась|Осталось|Осталось} {n} {n:косточка|косточки|косточек}",
	"OFFERS_WND_TITLE_0=Собирай рыбьи косточки - получи набор энергетиков!",
	"OFFERS_WND_TEXT_0=Йохохо, братцы-кролики! Пират должен быть всегда готов рисковать своей жизнью!\\nТе из вас, кто соберет 20 рыбьих косточек,\\nполучит супер-энергетики: ускорение и защиту от всех врагов!\\nАкция действует с 18 по 27 сентября! Попутного ветра!",
	"OFFERS_WND_PRZ_TITLE_0=Ура, победа!!!",
	"OFFERS_WND_PRZ_TEXT_0=Йохохо, братец-кролик! Ты храбро сражался и получаешь награду - набор супер-энергетиков: ускорение и защиту от всех врагов!",
	"OFFERS_WND_ALREADY_TITLE_0=",
	"OFFERS_WND_ALREADY_TEXT_0=Йохохо, братец-кролик! Набор супер-энергетиков уже твой , заметано!",

	// type 1
	"OFFERS_HINT_COUNT_1={harvested:Собран|Собрано|Собрано} {harvested} {harvested:штурвал|штурвала|штурвалов} из {need}",
	"OFFERS_HINT_LVL_1={n:Остался|Осталось|Осталось} {n} {n:штурвал|штурвала|штурвалов}",
	"OFFERS_WND_TITLE_1=Собирай штурвалы - получи крышу и дверь пирата!",
	"OFFERS_WND_TEXT_1=Ахой, свистать всех наверх! Каждый пират должен быть отчаянным и смелым!\\nТе из вас, кто соберет 20 штурвалов,\\nполучит пиратский комплект для жилища Кроля!\\nАкция действует с 18 по 27 сентября! Пора сниматься с якоря!",
	"OFFERS_WND_PRZ_TITLE_1=Ура, победа!!!",
	"OFFERS_WND_PRZ_TEXT_1=Ахой! Разрази меня гром! Тебе удалось сделать это! Пиратский комплект для жилища Кроля - твой, заметано!",
	"OFFERS_WND_ALREADY_TITLE_1=",
	"OFFERS_WND_ALREADY_TEXT_1=Ахой! Пиратский комплект для жилища Кроля - твой, заметано!",

	// type 2
	"OFFERS_HINT_COUNT_2={harvested:Собран|Собрано|Собрано} {harvested} {harvested:сундучек|сундучка|сундучков} из {need}",
	"OFFERS_HINT_LVL_2={n:Остался|Осталось|Осталось} {n} {n:сундук|сундука|сундуков}",
	"OFFERS_WND_TITLE_2=Собирай cундучки Дейви Джонса - получи золотишко!",
	"OFFERS_WND_TEXT_2=Эй, на палубе! Жизнь пирата – непрестанная цепь сражений!\\nТе из вас, кто соберет 20 сундучков Дейви Джонса,\\nполучит 50 кругликов!\\nАкция действует с 18 по 27 сентября! Смекаешь? На абордаж!",
	"OFFERS_WND_PRZ_TITLE_2=Ура, победа!!!",
	"OFFERS_WND_PRZ_TEXT_2=Аррр! Карамба! Ты выиграл 50 кругликов и теперь богат, как губернатор Ямайки!",
	"OFFERS_WND_ALREADY_TITLE_2=",
	"OFFERS_WND_ALREADY_TEXT_2=Карамба! Ты уже выиграл 50 кругликов!",
].join("\n")