Config.memory['lang_pack_local'] +=
[
	"OFFERS_WINDOW_TITLE=День улыбки!",
	"OFFERS_WINDOW_TEXT=Привет, друзья-кролики! А вы знаете, что 4 октября - Всемирный день улыбки? В честь этого замечательного праздника у нас акция - собирайте желтые и розовые смайлики, и награда найдет вас!\\nАкция действует с 3 по 11 октября! От улыбки станет всем светлей! :)",

	// type 0
	"OFFERS_HINT_COUNT_0={harvested:Собран|Собрано|Собрано} {harvested} {harvested:желтый смайлик|желтых смайлика|желтых смайликов} из {need}",
	"OFFERS_HINT_LVL_0={n:Остался|Осталось|Осталось} {n} {n:желтый смайлик|желтых смайлика|желтых смайликов}",
	"OFFERS_WND_TITLE_0=Собирай желтые смайлики - получи набор энергетиков!",
	"OFFERS_WND_TEXT_0=Собери все желтые смайлики и получи набор энергетиков\\n(2 жизни + время) в награду!\\nАкция действует с 3 по 11 октября! Улыбнись миру и он улыбнется тебе! :)",
	"OFFERS_WND_PRZ_TITLE_0=Ура, победа!!!",
	"OFFERS_WND_PRZ_TEXT_0=Молодец! Ты получаешь набор энергетиков\\n(2 жизни + время)!",
	"OFFERS_WND_ALREADY_TITLE_0=",
	"OFFERS_WND_ALREADY_TEXT_0=Друг! Ты уже выиграл набор энергетиков!",

	// type 1
	"OFFERS_HINT_COUNT_1={harvested:Собран|Собрано|Собрано} {harvested} {harvested:розовый смайлик|розовых смайлика|розовых смайликов} из {need}",
	"OFFERS_HINT_LVL_1={n:Остался|Осталось|Осталось} {n} {n:розовый смайлик|розовых смайлика|розовых смайликов}",
	"OFFERS_WND_TITLE_1=Собирай розовые смайлики - получи круглики!",
	"OFFERS_WND_TEXT_1=Собери все розовые смайлики и получи 30 кругликов в награду!\\nАкция действует с 3 по 11 октября! Улыбнись, и всё получится! :)",
	"OFFERS_WND_PRZ_TITLE_1=Ура, победа!!!",
	"OFFERS_WND_PRZ_TEXT_1=Улыбнись! 30 кругликов теперь твои!",
	"OFFERS_WND_ALREADY_TITLE_1=",
	"OFFERS_WND_ALREADY_TEXT_1=Друг! Ты уже получил в награду 30 кругликов!",
].join("\n")